[
	{
		"discName":"Nuke OS",
		"description":"Pro D for big arms! Created for expert players and windy conditions, NUKE OS (Over Stable) is a super fast driver that rewards power throwers with insane distance potential. Will finish on a hyzer even in strong winds, and offers the most dependable consistency of any high speed driver on the market.",
		"plastics":"Titanium, Z, Z FLX, Z Lite",
		"speed":13,
		"glide":4,
		"turn":0,
		"fade":4,
		"stability":2.2,
		"img":"tinukeos_max-dk_1.png",
		"type":"dd"
	},
	{
		"discName":"Nuke",
		"description":"Longer drives are as easy as pushing a button: NUKE™ delivers virtually effortless maximum distance for moderate to expert players. The wide, heavy rim and refined aerodynamic engineering give NUKE unparalleled velocity, while a 1.6 stability rating makes it more useful to a wider range of players. Seize the power!",
		"plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Big Z, Z Glo, X, Pro D",
		"speed":13,
		"glide":5,
		"turn":-1,
		"fade":3,
		"stability":1.6,
		"img":"bznuke_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Crank",
		"description":"Super fast! Crank hits the sweet spot: it's the best disc a player can find for easier accuracy and big distance. Controllable for ams and pros alike, Crank has a narrower rim than other big drivers, so it fits more comfortably in your hand too.",
		"plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Big Z, Z Glo, X, Pro D",
		"speed":13,
		"glide":5,
		"turn":-2,
		"fade":2,
		"stability":1.3,
		"img":"bzcra_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Nuke SS",
		"description":"NUKE SS delivers virtually effortless maximum distance for newer players with lower arm speed.  Great for very long turnovers at medium speed, or throw your longest rollers ever at high speed!",
		"plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Z Glo, X, Pro D",
		"speed":13,
		"glide":5,
		"turn":-3,
		"fade":3,
		"stability":1.0,
		"img":"enukess_max-br_1.png",
		"type":"dd"
	},
	{
		"discName":"Crank SS",
		"description":"Just because you don't have a lot of power, doesn't mean you don't deserve more distance! Crank SS was designed to deliver significantly more distance for low-power throwers. You'll find it to be very fast and controllable, with a comfortable grip.",
		"plastics":"Titanium, Z, Z Lite",
		"speed":13,
		"glide":5,
		"turn":-3,
		"fade":2,
		"stability":0.7,
		"img":"ticrankss_max-br_1.png",
		"type":"dd"
	},
	{
		"discName":"Thrasher",
		"description":"Double down on your firepower with Thrasher! It's very fast and understable but not flippy, allowing huge distance from slower arms yet is completely big arm friendly. It will finish on a slow hyzer in most situations, so expect some gloriously clean anhyzers with a mild finish!",
		"plastics":"Titanium, ESP, Z, Z FLX, Big Z, X, Pro D",
		"speed":12,
		"glide":5,
		"turn":-3,
		"fade":2,
		"stability":0.4,
		"img":"bzthr_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Force",
		"description":"If you're throwing hard for maximum distance, reach for the high performance Force. This is Discraft's fastest overstable driver, with a wide rim and jaw-dropping glide that delivers a new level of distance potential.  It's overstable and intended for experienced players who throw with power. ",
		"plastics":"ESP, Z",
		"speed":12,
		"glide":5,
		"turn":0,
		"fade":3,
		"stability":2.0,
		"img":"eforce_max-br_1.png",
		"type":"dd"
	},
	{
		"discName":"Punisher",
		"description":"Discraft Punisher is a very fast distance driver that performs best with lots of power behind it. Expect extra glide whether you're throwing backhand or sidearm, and a consistent fade into your target. Tame the chains with Punisher.",
		"plastics":"Titanium, ESP, Z, Z FLX, Big Z",
		"speed":12,
		"glide":5,
		"turn":0,
		"fade":3,
		"stability":1.7,
		"img":"bzpun_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Flick",
		"description":"The Flick™ is the sleekest designed disc to date. A huge favorite for forehand and overhand shots",
		"plastics":"Z",
		"speed":12,
		"glide":3,
		"turn":1,
		"fade":5,
		"stability":2.5,
		"img":"zfli_max-br_1.jpg",
		"type":"d"
	},
	{
		"discName":"Surge",
		"description":"Whether you're throwing downwind or into a moderate headwind, the Surge will deliver maximum distance while still remaining highly controllable. What makes the Surge especially hot is the extra glide you'll get throw after throw. It's the first release in our ESP line, which delivers both durability and outstanding grip like none other. You'll feel the difference immediately.",
		"plastics":"ESP, Z",
		"speed":11,
		"glide":5,
		"turn":-1,
		"fade":3,
		"stability":1.7,
		"img":"zsurge_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Surge SS",
		"description":"A max distance driver for players who don't have quite enough snap to maximize the original Surge's potential. The Super Straight Surge SS delivers all the glide that players have come to expect from a Surge, with a straighter edge to enhance controllability at slower speeds.",
		"plastics":"Z",
		"speed":11,
		"glide":5,
		"turn":-2,
		"fade":2,
		"stability":1.5,
		"img":"zsurgess_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Machete",
		"description":"The low profile of Discraft Machete is built to slice through headwinds with unparalleled predictability. Use it with brute force to easily manage upwind shots, or more like a scalpel for on-demand placement precision on a hyzer or flex shot. A medium rim gives you more control and excellent hand-feel.",
		"plastics":"Titanium, ESP, Z, Z FLX, Pro D",
		"speed":11,
		"glide":4,
		"turn":0,
		"fade":4,
		"stability":2.2,
		"img":"bzmach_max-dk_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Avenger SS",
		"description":"The Avenger SS™ is the premium maximum distance driver for amateur players, combining long glide with ease of control. Throw it hard and flat for a slight fade to the right, then watch the Avenger SS™ keep on gliding through a smooth, gentle finish",
		"plastics":"ESP, Z, Z Lite, Z Glo, X, Pro D",
		"speed":10,
		"glide":5,
		"turn":-3,
		"fade":-1,
		"stability":0.5,
		"img":"zavs_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Vulture",
		"description":"When the Predator finishes with its prey, the Vulture comes in to play. The Vulture is described as a well seasoned Predator, with less overstability and more glide. The Vulture is predictable in wind and a great long range placement driver. Pros will appreciate the shot shaping ability of this driver while less experienced players will find a consistent, predictable flight.",
		"plastics":"Titanium, ESP, Z, Z FLX, Pro D",
		"speed":10,
		"glide":5,
		"turn":0,
		"fade":2,
		"stability":1.7,
		"img":"bzvulture_max-br_1.png",
		"type":"dd"
	},
	{
		"discName":"Heat",
		"description":"The Heat™ debuted as the 2014 Ace Race proto and quickly caught fire with players for its control, glide and distance at slower arm speeds. It has a smaller rim for easier grip, and is being hailed as a breakthrough in delivering improved distance for new and developing players.",
		"plastics":"Titanium, ESP, Z, Z FLX, Z Lite, Big Z, X, Pro D",
		"speed":9,
		"glide":6,
		"turn":-3,
		"fade":1,
		"stability":0.0,
		"img":"bzhea_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Undertaker",
		"description":"Most players have one versatile driver they reach for most often, and Undertaker is the new choice. This straight flier fills many needs for many different skill levels: it doesn't get flippy for power throwers, isn't hard to control for low-power players. Great glide, smooth finish, nice grip, big wins.",
		"plastics":"Titanium, ESP, Z, Z FLX, Pro D, X, Pro D",
		"speed":9,
		"glide":5,
		"turn":-1,
		"fade":2,
		"stability":1.4,
		"img":"bzund_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Predator",
		"description":"The Predator is our most predictable overstable driver. It holds a line in the wind, or turns a hyzer corner at medium speed. Very fast and consistent.  Check a top pro's bag, and chances are good you'll find a Pred!",
		"plastics":"Z, Pro D",
		"speed":9,
		"glide":4,
		"turn":1,
		"fade":4,
		"stability":2.5,
		"img":"zpredator_max-br_1.jpg",
		"type":"d"
	},
	{
		"discName":"Mantis",
		"description":"The 2013 Ace Race prototype is now available as the Mantis. It's a utility driver for experienced players, and a distance driver for newer players. Mantis preys on chains!",
		"plastics":"Titanium, Z, Z Lite, Pro D, X, Pro D",
		"speed":8,
		"glide":4,
		"turn":-2,
		"fade":2,
		"stability":0.8,
		"img":"zmantis_max-br_1.jpg",
		"type":"dd"
	},
	{
		"discName":"Archer",
		"description":"The popular Discraft Stratus has long been considered a 'magic' disc for its incredible versatility. The problem is that Stratus can't be produced in durable, premium plastics. So we set out to make a disc that will, and Archer is it! Anhyzers, hyzer flips, rollers... Archer is a slow disc that performs best at slow arm speeds. Get out of trouble and back on target with Archer.",
		"plastics":"Z, Pro D",
		"speed":7,
		"glide":4,
		"turn":-3,
		"fade":1,
		"stability":-0.5,
		"img":"bzar_max-br_1.jpg",
		"type":"d"
	},
	{
		"discName":"Sting",
		"description":"The design goal was to create a disc that is easy to control, holds an almost perfect line on all throws, and fits comfortably in most hands. The Sting achieved all of this.",
		"plastics":"ESP, Pro D",
		"speed":7,
		"glide":5,
		"turn":-2,
		"fade":1,
		"stability":0.0,
		"img":"bzsting_max-br_1.png",
		"type":"d"
	},
	{
		"discName":"Zombee",
		"description":"This utility driver has a stability rating of 1.0, making it easy to throw and control for the majority of disc golfers. Will hold a straight line with a slight hyzer finish.",
		"plastics":"Titanium, Z, Pro D",
		"speed":6,
		"glide":4,
		"turn":-1,
		"fade":1,
		"stability":1.0,
		"img":"tizombee_max-dk_1.png",
		"type":"d"
	},
	{
		"discName":"Glide",
		"description":"Great for beginners and pros too, the Glide™ is easy to throw... and just keeps going! Grab a Glide™ when you need a little more controlled distance, or a long turnover driver.",
		"plastics":"Z",
		"speed":6,
		"glide":5,
		"turn":-3,
		"fade":1,
		"stability":-0.5,
		"img":"zgli_mid-dk_1.jpg",
		"type":"d"
	},
	{
		"discName":"Stratus",
		"description":"The Stratus™ is great for beginners as well as pros. Easy to throw, it will fly straight at low to mid speeds, or fade to an anhyzer at higher speeds. A well-worn Stratus™ will flip flat when thrown on a hard hyzer. Try it for roller shots too!",
		"plastics":"X, Pro D",
		"speed":5,
		"glide":4,
		"turn":-4,
		"fade":1,
		"stability":0.8,
		"img":"xstr_max-br_1.jpg",
		"type":"d"
	},
	{
		"discName":"Buzzz",
		"description":"Best seller! More players agree: Buzzz™ is the best golf disc you can buy, period. It's an ultra-dependable, straight flying midrange that you'll reach for again and again. Throw it hard and versatile Buzzz™ will hold any line you put it on.  ",
		"plastics":"Titanium, ESP, Z, Z FLX, Pro D, F Glo, X, Pro D",
		"speed":5,
		"glide":4,
		"turn":-1,
		"fade":1,
		"stability":0.5,
		"img":"bzbuz_max-br_1.jpg",
		"type":"m"
	},
	{
		"discName":"Buzzz OS",
		"description":"Top pros will advise you to 'keep it simple.'' You know & trust your Buzzz, but when the wind kicks up or you want to rip out a forehand shot, reach for a Buzzz OS. You'll still get Buzzz performance and consistency, but the 1.7 stability rating will help you tackle a wider range of challenges.",
		"plastics":"Titanium, Z, Z FLX, Pro D, Pro D",
		"speed":5,
		"glide":4,
		"turn":0,
		"fade":3,
		"stability":1.7,
		"img":"fzbuo_max-br_1.jpg",
		"type":"m"
	},
	{
		"discName":"Buzzz SS",
		"description":"Flies like a well-seasoned Buzzz right out of the box! Nice glide and super smooth for buttery anhyzers, a must have for all Buzzz fans.",
		"plastics":"Z, Z FLX",
		"speed":5,
		"glide":4,
		"turn":-2,
		"fade":1,
		"stability":0.0,
		"img":"fzbuzss_max-br_1.jpg",
		"type":"m"
	},
	{
		"discName":"Meteor",
		"description":"The Meteor delivers steady, controlled turnovers with a lot of glide... even at slower speeds. Or release it at a seven o'clock angle for a nice smooth hyzer.",
		"plastics":"ESP, Z",
		"speed":5,
		"glide":5,
		"turn":-3,
		"fade":1,
		"stability":-0.5,
		"img":"zmeteor_max-br_1.jpg",
		"type":"m"
	},
	{
		"discName":"Comet",
		"description":"If you own only one disc, this is it. The legendary Comet is a super accurate, straight flying approach disc. The venerable Comet is like a favorite pair of old shoes: trustworthy and comfortable. Need to go 300 feet on a straight line? Reach for a Comet.",
		"plastics":"ESP, Z, Pro D, Z Glo, X",
		"speed":4,
		"glide":5,
		"turn":-2,
		"fade":1,
		"stability":0.0,
		"img":"tzcomet_1.jpg",
		"type":"m"
	},
	{
		"discName":"Ringer",
		"description":"Ringer is an excellent choice for an everyday utility disc.  The combination of moderate overstability and low profile make Ringer a popular choice for approaches and putts alike in both calm and breezy conditions.",
		"plastics":"X, Pro D",
		"speed":4,
		"glide":4,
		"turn":0,
		"fade":2,
		"stability":1.5,
		"img":"xsringer_max-br_1.png",
		"type":"p"
	},
	{
		"discName":"Ringer GT",
		"description":"It's a beefier Ringer! Start slaying your short game with Ringer GT. We've taken all the best attributes of Ringer and added a subtle Groove Top that increases grip confidence while shifting the stability of Ringer from 1.5 to Ringer GT's 1.7 rating. Players use it more often for driving and approaching when a soft landing is mandatory and wind needs managing.",
		"plastics":"Z FLX, Jawbreaker, X, Pro D",
		"speed":4,
		"glide":4,
		"turn":0,
		"fade":2,
		"stability":1.7,
		"img":"jgrin_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Zone",
		"description":"Advanced players love the overstable, low-profiled Zone putter.  Will hold the line without flipping on long approaches, and delivers predictable putts even in windy conditions.",
		"plastics":"Titanium, ESP, Z FLX, Jawbreaker, X, Pro D",
		"speed":4,
		"glide":3,
		"turn":0,
		"fade":3,
		"stability":2.0,
		"img":"ezone_max-br_1.png",
		"type":"p"
	},
	{
		"discName":"APX",
		"description":"The APX™ rocks! Designed with a special elite plastic that allows for consistent release on crucial putts, it's just tacky enough for perfect grip, and sticky enough to grab the chains. It's perfectly stable too, so let 'er rip on short drives!",
		"plastics":"Jawbreaker, X",
		"speed":2,
		"glide":2,
		"turn":-1,
		"fade":1,
		"stability":0.0,
		"img":"japx_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Banger GT",
		"description":"This Groove Top™ putter delivers consistency and confidence with every release. It's overstable enough to handle a headwind, and is also favored by players who putt on a hyzer. Won't turn over on long approaches, won't skip on fast greens. Tuck your thumb in and feel the Groove Top™ difference.",
		"plastics":"Jawbreaker, X, Pro D",
		"speed":2,
		"glide":3,
		"turn":0,
		"fade":1,
		"stability":1.0,
		"img":"dban_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Challenger",
		"description":"The Challenger™ is an amazing overstable putter, and very popular with advanced players. It can get around trouble for those long hyzer putts and is overstable enough to take a good amount of snap on approaches.",
		"plastics":"FLX, Jawbreaker, X , Pro D",
		"speed":2,
		"glide":3,
		"turn":0,
		"fade":2,
		"stability":1.0,
		"img":"espchallenger_1.jpg",
		"type":"p"
	},
	{
		"discName":"Challenger OS",
		"description":"The beefy Challenger. Challenger OS is best for driving, headwinds, forehand approaches and hyzer putts. It's overstable enough to meet a majority of your needs without becoming a meat hook.",
		"plastics":"ESP, Z, Pro D, Z Glo, X",
		"speed":2,
		"glide":3,
		"turn":0,
		"fade":3,
		"stability":1.7,
		"img":"dchlo_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Challenger SS",
		"description":"Challenger SS is like a seasoned Challenger out of the box! Challenger SS offers a beadless rim for a comfortable grip, with added speed and Challenger precision. Far from being flippy, players can expect a smooth, longer flight to the basket with a traditional Challenger fade.",
		"plastics":"Jawbreaker, Pro D",
		"speed":2,
		"glide":3,
		"turn":-1,
		"fade":2,
		"stability":0.7,
		"img":"jchls_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Focus",
		"description":"Focus will cut moderate winds on long approaches, and delivers pinpoint accuracy all the way to the chains.",
		"plastics":"Jawbreaker, X, Pri D",
		"speed":2,
		"glide":2,
		"turn":-1,
		"fade":2,
		"stability":0.5,
		"img":"jfocu_max-br_1.jpg", 
		"type":"p"
	},
	{
		"discName":"Magnet",
		"description":"The Magnet™ is Discraft’s flagship putter, and is used by thousands of seasoned disc golfers. Not too hard, not too soft... it goes in and stays in. This disc is excellent in the wind and makes a superb short range driver and approach disc.",
		"plastics":"Jawbreaker, Pro D",
		"speed":2,
		"glide":3,
		"turn":-1,
		"fade":1,
		"stability":0.0,
		"img":"jmag_max-br_1.jpg", 
		"type":"p"
	},
	{
		"discName":"Putt'r",
		"description":"The Putt'r is an excellent turnover approach putter. It goes super straight, and feels great in your hand. The Putt'r has been referred to by some as the best putter ever!",
		"plastics":"X",
		"speed":2,
		"glide":2,
		"turn":-1,
		"fade":1,
		"stability":0.0,
		"img":"xputtr_max-br_1.jpg",
		"type":"p"
	},
	{
		"discName":"Roach",
		"description":"A straight flier with extra glide, the Roach™ is crafty in avoiding danger while incessantly pursuing chains. Just point and shoot. It's beadless too and feels great in the hand. Try a Roach on your next approach!",
		"plastics":"Big Z, Jawbreaker, X, Pro D",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1,
		"stability":0.0,
		"img":"bzroa_max-br_1.jpg",
		"type":"p"
	}

	
]