[
	{
		"discName":"Ballista",
		"description":"With the Ballista you will get the best of both worlds. One of the fastest discs in the world combined with a dependable flight pattern, makes the Ballista a must-have in the bag.",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, Air, Snow",
		"choice":"It will be overstable for beginners and slightly understable for experienced players.",
		"flightPath":"Ballista-S.jpg",
		"speed":14,
		"glide":5,
		"turn":-1,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Ballista Pro",
		"description":"Ballista Pro is the big brother to the Ballista, with added stability for experienced players. It is the perfect solution if you are looking for a distance driver that can navigate tight fairways.",
		"diameter":21.2,
		"rimThickness":2.4,
		"plastics":"Opto, Gold",
		"choice":"With a great combination of speed, stability and glide it is the go-to disc for all kinds of distance shots.",
		"flightPath":"Ballista-Pro-S.jpg",
		"speed":14,
		"glide":4,
		"turn":0,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Bolt",
		"description":"This is one of our more understable distance drivers. It goes fast as a lightning bolt and has a high speed understable flight path with good glide. This is a perfect distance driver for players with slower arm speed that want to throw far. ",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, Air, Snow, Frost, MoonShine",
		"choice":"For experienced players with more power the Bolt can still be useful when fast and understable is what you are looking for.",
		"flightPath":"Bolt-S.jpg",
		"speed":13,
		"glide":6,
		"turn":-2,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Cutlass",
		"description":"The Cutlass is our new cutting edge distance driver. With good speed, good glide and a predictable fade, it will be a sharp weapon on the disc golf course. For beginners it will be very overstable, thus a great disc to fight the wind. ",
		"diameter":21.2,
		"rimThickness":2.2,
		"plastics":"Opto, Gold",
		"choice":"For experienced players with more power the Bolt can still be useful when fast and understable is what you are looking for.",
		"flightPath":"Cutlass-S.jpg",
		"speed":13,
		"glide":5,
		"turn":0,
		"fade":3.5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Flow",
		"description":"A high speed driver with a mix of good speed and excellent glide. With a dependable flight path and low fade, it is best described as a faster fairway driver. It has a domey top which gives it good lift and glide. ",
		"diameter":21.1,
		"rimThickness":2.2,
		"plastics":"Opto, Gold, Air",
		"choice":"The rim is quite sharp and comfortably wide for the grip (22mm). Try it in a tailwind and you will get some serious distance.",
		"flightPath":"Flow-S.jpg",
		"speed":11,
		"glide":6,
		"turn":-0.5,
		"fade":2,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Gladiator",
		"description":"Going to the drawing board to design this high speed Gladiator disc, we sought superior glide and distance along with overstability to make it a true companion for the pros. David Feldberg collaborated with our disc designer, Tomas Ekström, to draft this design. ",
		"diameter":21.1,
		"rimThickness":2.3,
		"plastics":"Opto, Gold, Air",
		"choice":"Tests confirmed our Gladiator combines the perfect blend of speed, glide and distance with overstability.",
		"flightPath":"Gladiator-S.jpg",
		"speed":13,
		"glide":5,
		"turn":0,
		"fade":3.5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Halo",
		"description":"HALO is a high speed long range driver with excellent speed and distance. The wide weight span will make it fit in many players bags, from pros to amateurs.",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, Air",
		"choice":"At a hundred meter toss it feels stable and consistent.",
		"flightPath":"Halo-S.jpg",
		"speed":13,
		"glide":5,
		"turn":-0.5,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Havoc",
		"description":"Havoc is a high speed driver that will give you the distance you need on the course. It flies very fast and never seems to slow down.",
		"diameter":21.1,
		"rimThickness":2.3,
		"plastics":"Opto, Gold, Air, MoonShine",
		"choice":"It is easy to throw and will fit advanced ",
		"flightPath":"Havoc-S2.jpg",
		"speed":13,
		"glide":5,
		"turn":-1,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Knight",
		"description":"When speed is of the essence the Knight will ride with haste. This high speed driver features one of the widest rims yet on a golf disc. The Knight is extremely fast but also has great glide considering the wide rim, so this disc can ride out for long distances. ",
		"diameter":21.2,
		"rimThickness":2.5,
		"plastics":"Opto, Gold",
		"choice":"For drives around 330 ft it will be slightly understable and compared to Ballista the Knight is just a bit more understable.",
		"flightPath":"Knight-S.jpg",
		"speed":14,
		"glide":4,
		"turn":-1.5,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Missilen",
		"description":"Missilen (The Missile in english) was the first Hex disc on the market – and it is FAST. It features hexagon shaped cavities in the surface of both the top of the disc and the bottom of the rim. This pattern has been tested to be the most efficient in reducing drag and making the disc fly extremely fast.",
		"diameter":21.4,
		"rimThickness":2.5,
		"plastics":"Opto, Gold",
		"choice":"The speed is notable especially when the discs lands. Try it and see for yourself exactly how fast this thing goes.",
		"flightPath":"Missilen-S.jpg",
		"speed":15,
		"glide":3,
		"turn":-0.5,
		"fade":4.5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Raketen",
		"description":"Raketen (The Rocket in english) is an extremely fast long distance driver due to the unique hexagon pattern. The HEX pattern helps the disc be less affected by air drag so it can fly faster, but at the same time you will lose some glide. ",
		"diameter":21.1,
		"rimThickness":2.4,
		"plastics":"Opto, MoonShine",
		"choice":"If you want to be the fastest thrower on the course, pick up Raketen and start the countdown!",
		"flightPath":"Raketen-S2.jpg",
		"speed":15,
		"glide":4,
		"turn":-2,
		"fade":3,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Scythe",
		"description":"This disc will slice through the air like a sharp scythe slices through grass. This disc is not made for smooth anhyzers.",
		"diameter":21.2,
		"rimThickness":2.2,
		"plastics":"Opto, Gold",
		"choice":"Produced for the experienced players that need a disc to deliver speed, control and a strong fade.",
		"flightPath":"Scythe-S.jpg",
		"speed":12,
		"glide":3,
		"turn":0,
		"fade":4,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Stiletto",
		"description":"Overstable! That’s the main word when describing the Stiletto. And that is OVERSTABLE with capital everything. The Stiletto was designed based on feedback from pro disc golfers that wanted a disc so overstable that it could hold up to anything.",
		"diameter":21.3,
		"rimThickness":2.4,
		"plastics":"Opto, Gold",
		"choice":"It cuts the air like a knife, flies fast and you know which way it is going. So when the storm is coming – trust the Stiletto.",
		"flightPath":"Stiletto-S.jpg",
		"speed":13,
		"glide":3,
		"turn":0.5,
		"fade":5,
		"imgUrl":"url",
		"type":"d"
	},
	{
		"discName":"Bryce",
		"description":"Bryce is an understable fairway driver with great glide and speed compared to other discs in the category. ",
		"diameter":21.2,
		"rimThickness":2.0,
		"plastics":"X",
		"choice":"Bryce works great as an all around driver and will help you save shots on a daily basis.",
		"flightPath":"Bryce-S.jpg",
		"speed":9,
		"glide":6,
		"turn":-2,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Culverin",
		"description":"Have a blast with this overstable fairway driver. A lot of fairway drivers flies too straight, a lot of them are too overstable. The Culverin fits right in between those two segments. For the advanced and pro players the first part of the flight will be straight and it will finish with a dependable fade.",
		"diameter":21.2,
		"rimThickness":2.0,
		"plastics":"Opto, Gold",
		"choice":"If you are looking for a dependable fairway driver that you can still get some decent distance with, Culverin is the answer. Aim, shoot, hit your mark. Sometimes disc golf is that easy.",
		"flightPath":"Culverin-S2.jpg",
		"speed":9,
		"glide":5,
		"turn":-0.5,
		"fade":3,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Explorer",
		"description":"Straight flight path and controlled glide, that’s what the Explorer brings. Designed to be the workhorse for all kinds of accurate fairway drives, this stable and versatile fairway driver has been developed in cooperation with World Champion Ricky Wysocki. ",
		"diameter":21.2,
		"rimThickness":1.8,
		"plastics":"Opto, Gold",
		"choice":"'The Explorer is smooth out of the hand and has a clean stable flight. It goes right where I want it” – Ricky Wysocki.'",
		"flightPath":"Explorer-S.jpg",
		"speed":7,
		"glide":5,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Falchion",
		"description":"Scary fairways where you need perfect accuracy and a good amount of distance? Cut through the air with Falchion! For drives around 300 ft it will hold a soft anhyzer and slowly fight its way back to a small fade. When you need a disc to slice thru the tight fairway, Falchion is an excellent choice of weapon.",
		"diameter":21.1,
		"rimThickness":1.9,
		"plastics":"Opto",
		"choice":"This disc is a great step up for beginners who have gained drive power and think that discs like Diamond, Jade and Fury are too understable.",
		"flightPath":"Falchion-S.jpg",
		"speed":8,
		"glide":5,
		"turn":-1,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Fury",
		"description":"The Fury has been unleashed on everyone in the sport of Disc Golf who wants a control driver that is easy to use. ",
		"diameter":21.2,
		"rimThickness":1.9,
		"plastics":"Opto, Gold",
		"choice":"The Fury is understable, glidey and a great step up for players that have used our Diamond, but feel that the Saint is too overstable.",
		"flightPath":"Fury-S.jpg",
		"speed":9,
		"glide":6,
		"turn":-2,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Maul",
		"description":"The Maul is a fairway driver made for turnover shots. It resembles our popular driver the River in both speed and glide, but is more understable. ",
		"diameter":21.4,
		"rimThickness":1.8,
		"plastics":"Opto, Gold",
		"choice":"This disc is a very good choice for beginners and amateurs, since it is easy to control and grip, and won’t fade as much as high speed drivers do.",
		"flightPath":"Maul-S.jpg",
		"speed":7,
		"glide":7,
		"turn":-2,
		"fade":1,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"River",
		"description":"River is one of our most popular discs. And this thing has GLIDE. It is easy to throw and fits most player’s power and skill levels. River is a fairway control driver and while it is not the fastest disc we have made, and does not have the widest wing ever made, it is a disc for accurate driving and good control. ",
		"diameter":21.5,
		"rimThickness":1.8,
		"plastics":"Opto, Gold, MoonShine, Frost",
		"choice":"With small fade and amazing glide, you can really let it fly on those big anhyzer curves.",
		"flightPath":"River-S.jpg",
		"speed":7,
		"glide":7,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"River Pro",
		"description":"River has been one of Latitude 64’s best sellers of all time. For players with less power this fairway driver has provided some serious glide. Here is the pro version.",
		"diameter":21.4,
		"rimThickness":1.8,
		"plastics":"Opto",
		"choice":"With added stability the River Pro will be a versatile and trusty fairway driver with a slow and steady fade.",
		"flightPath":"River-Pro-S.jpg",
		"speed":6,
		"glide":5,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Saint",
		"description":"Saint is a highly praised control driver – both among amateurs and pros. When you need a disc with good distance and perfect accuracy the Saint will deliver. Saint will be a straight shooter for drives up to 350 ft and has excellent glide. ",
		"diameter":21.2,
		"rimThickness":1.9,
		"plastics":"Opto, Gold, Frost, Retro",
		"choice":"Saint also has a big brother – the slightly more stable Saint Pro.",
		"flightPath":"Saint-S.jpg",
		"speed":9,
		"glide":7,
		"turn":-1,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Saint Pro",
		"description":"Saint Pro is the big brother of the Saint with added stability for the more experienced player. While more overstable, it maintains the good glide and controllable flight characteristics of the regular Saint. ",
		"diameter":21.2,
		"rimThickness":1.8,
		"plastics":"Opto, Gold, Air, MoonShine",
		"choice":"For players that can throw far and hard, this fairway driver is a must have.",
		"flightPath":"Saint-Pro-S.jpg",
		"speed":8,
		"glide":5,
		"turn":-0.5,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Spark",
		"description":"Control and stability, that is what the Spark is all about. Designed to be the workhorse for accurate fairway drives, you can rely on the Spark’s dependable fade and stable performance in the air. ",
		"diameter":21.2,
		"rimThickness":1.9,
		"plastics":"Opto, Gold, MoonShine",
		"choice":"The Spark is useful in many ways and is perfect for thumbers and forehand shots.",
		"flightPath":"Spark-S.jpg",
		"speed":7,
		"glide":4,
		"turn":-0.5,
		"fade":3,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Striker",
		"description":"Striker is the perfect disc for accurate drives; both straight, right and left. The excellent balance of this driver makes it suitable for most players. ",
		"diameter":21.4,
		"rimThickness":1.9,
		"plastics":"Opto, Gold",
		"choice":"Control is the key word for this disc!",
		"flightPath":"Striker-S.jpg",
		"speed":8,
		"glide":5,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"XXX",
		"description":"XXX is our extra overstable control driver. This disc is certainly a disc for the ”big guns” and not for children. It is a headwind driver that you will love to have in the bag when you need to bomb over something.",
		"diameter":21.5,
		"rimThickness":2.0,
		"plastics":"Opto, Gold, Frost",
		"choice":"I XXX is a disc you can rely on in any condition and on any day! ",
		"flightPath":"XXX-S.jpg",
		"speed":7,
		"glide":3,
		"turn":0,
		"fade":4,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Zion",
		"description":"Zion is a stable fairway driver made in our overmold technology called 2K. With a good amount of speed and perfect balance in stability it will be a trusted control driver. The flat profile will suit forehand players well. ",
		"diameter":21.2,
		"rimThickness":2.0,
		"plastics":"Opto, Gold",
		"choice":"This overmold disc has an Opto Line flight plate and a Gold Line rim.",
		"flightPath":"Zion-S.jpg",
		"speed":9,
		"glide":4,
		"turn":-0.5,
		"fade":3,
		"imgUrl":"url",
		"type":"fd"
	},
	{
		"discName":"Anchor",
		"description":"Back in the day we used a lot of putters and midranges for our drives and still feel that many players could benefit from this line of thinking. You need an Anchor disc to predictably behave, saving you throws, while your competitors risk it all with their widest rim drivers. ",
		"diameter":21.7,
		"rimThickness":1.4,
		"plastics":"Opto, Gold",
		"choice":"The Anchor is that reliable overstable midrange. It is slightly domey and has a big bead.",
		"flightPath":"Anchor-S.jpg",
		"speed":5,
		"glide":4,
		"turn":0,
		"fade":3,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Claymore",
		"description":"The Claymore has a small dome and comfortable grip combined with a neutral flight that will suit most players. Compared to existing Latitude 64° molds it will be slightly more overstable than the very popular Fuse.",
		"diameter":21.7,
		"rimThickness":1.4,
		"plastics":"Opto, Gold. Frost, MoonShine",
		"choice":"And as with the Fuse, the experienced player can get some swooping anhyzer shots with this disc.",
		"flightPath":"Claymore-S.jpg",
		"speed":5,
		"glide":5,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Compass",
		"description":"It might not be the fastest midrange on the market, but disc golf is all about control and this straight flyer will go wherever you want. It holds any line in the most predictable way. Not thin, not deep, it will fit in any hand.",
		"diameter":21.3,
		"rimThickness":2.4,
		"plastics":"Opto, Gold, MoonShine",
		"choice":"This stable and versatile midrange has been developed in cooperation with world class player Ricky Wysocki",
		"flightPath":"Compass-S.jpg",
		"speed":5,
		"glide":5,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Core",
		"description":"Core is a midrange that is perfect for both amateurs and professional players. The flight is reliable and stable, with a slight fade at the end. ",
		"diameter":21.7,
		"rimThickness":1.4,
		"plastics":"Opto, Gold",
		"choice":"One of our most popular discs due to it’s reliability and predictable flight path",
		"flightPath":"Core-S.jpg",
		"speed":6,
		"glide":5,
		"turn":-0.5,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	
	{
		"discName":"Fuse",
		"description":"The Fuse is really something special. It has been co-designed with pro disc golfer Jesper Lundmark. The goal was to create a midrange that would hold any curve with minimal fade at the end, and we got exactly what we wanted. ",
		"diameter":21.9,
		"rimThickness":1.3,
		"plastics":"Opto, Gold, Retro",
		"choice":"It is also one of the best “first” discs for beginners. Learn to handle a Fuse and you can throw anything.",
		"flightPath":"Fuse-S.jpg",
		"speed":5,
		"glide":6,
		"turn":-1,
		"fade":0,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Gobi",
		"description":"Gobi is a slightly understable midrange for those long sweeping anhyzers. Towards the end of the flight Gobi will fight back to a fade in a reliable way. ",
		"diameter":21.3,
		"rimThickness":2.4,
		"plastics":"X",
		"choice":"Gobi great for bigger arms looking for controlled hyzer flips.",
		"flightPath":"Gobi-S.jpg",
		"speed":6,
		"glide":5,
		"turn":-0.5,
		"fade":1,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Mace",
		"description":"Mace is the midrange for the masses. It was co-designed with pro disc golfer David Feldberg and it is a solid midrange solution for almost every situation. The Mace can handle a big arm and also be controlled by players with less power.",
		"diameter":21.8,
		"rimThickness":1.3,
		"plastics":"Opto, Gold",
		"choice":"Our viking ancestors never went into battle without their favorite Mace. That mindset is now valid again.",
		"flightPath":"Mace-S.jpg",
		"speed":5,
		"glide":5,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"m"
	},
	{
		"discName":"Caltrop",
		"description":"You’re stepping up to make an important putt, upshot or short drive. You feel the wind messing with your head. Grab the Caltrop and feel confidence return. ",
		"diameter":21.0,
		"rimThickness":1.0,
		"plastics":"Zero Hard, Zero Med, Zero Soft, Zero Megasoft",
		"choice":"The Caltrop is a throwing putter with raised thumb grip and solid overstable flight that will help you make those critical shots to stay in the lead.",
		"flightPath":"Caltrop-S.jpg",
		"speed":2,
		"glide":2,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Dagger",
		"description":"The Dagger has been developed in co-operation with pro disc golfer David Feldberg and is a deep dish beaded putter. ",
		"diameter":21.1,
		"rimThickness":1.5,
		"plastics":"Zero Hard, Zero Med, Zero Soft",
		"choice":"Feldberg says it is comparable to a big bead Aviar, Wizard, Challenger, etc., but deeper and with more float.",
		"flightPath":"Dagger-S.jpg",
		"speed":2,
		"glide":5,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Gauntlet",
		"description":"Have you ever thrown the Gauntlet? You should. If you are searching for a reliable putter with stable flight, then it is time to challenge the course with the Gauntlet. It is a high profile putt and approach disc with a beaded rim.",
		"diameter":21.2,
		"rimThickness":1.1,
		"plastics":"Gold, Zero Hard, Zero Med, Zero Soft",
		"choice":"A stable flyer with good glide makes it a handy weapon in every bag. It is similar to the Macana but with less ",
		"flightPath":"Gauntlet-S.jpg",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Macana",
		"description":"The Macana is a putter for players that like a beaded deep rim putter, but feel like the Dagger is just a little too deep. Stable in flight, it will serve you well as both a putter and a short range driver. The Macana has little fade and good glide. ",
		"diameter":21.1,
		"rimThickness":1.1,
		"plastics":"Zero Med",
		"choice":"If you feel like every green is a constant battle ground perhaps the Macana can help you win the war!",
		"flightPath":"Macana-S.jpg",
		"speed":2,
		"glide":5,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Mercy",
		"description":"Sometimes the disc golf course won’t give you mercy. You might have better luck with the Mercy from Latitude 64°. It is designed with a deep rim and features a slow flight which makes it a very good alternative in our putt and approach lineup.",
		"diameter":21.1,
		"rimThickness":1.1,
		"plastics":"Golf, Zero Hard, Zero Med, Zero Soft",
		"choice":"Stable and consistent flight for putting, approach and short drives.",
		"flightPath":"Mercy-S.jpg",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Pure",
		"description":"The Pure is a modern classic in the putt and approach department. The disc was co-designed with Jesper Lundmark. It features a comfortable grip and a medium deep rim. It is developed with minimum fade for the ultimate putting experience.",
		"diameter":21.2,
		"rimThickness":1.0,
		"plastics":"Opto, Gold, Retro, Zero Hard, Zero Med, Zero Soft",
		"choice":"eft, straight or right; it will hold any line on your approach shots. Elevate your game around the basket with the Pure.",
		"flightPath":"Pure-S.jpg",
		"speed":3,
		"glide":3,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Sarek",
		"description":"Whatever situation you find yourself in on the course you can always fall back on the Sarek. It’s a reliable, stable putt and approach disc that works very well as a short range driver too.",
		"diameter":21.2,
		"rimThickness":1.1,
		"plastics":"X",
		"choice":"No matter if you are new to the game or a seasoned pro, you can find many ways to put Sarek to use.",
		"flightPath":"Sarek-S.jpg",
		"speed":2,
		"glide":4,
		"turn":0,
		"fade":1.5,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Sinus",
		"description":"t is a piece of history – but still as relevant as the day it was born. Sinus was one of the first three discs (together with the driver Primitus and Medius) produced by Latitude 64° back in 2005. It is a putter with three grip areas on top with different textures.",
		"diameter":21.2,
		"rimThickness":0.9,
		"plastics":"Zero Hard, Zero Med, Zero Soft",
		"choice":"For putt & approach discs length is nothing – control is everything. This certainly holds true for the Sinus.",
		"flightPath":"Sinus-S.jpg",
		"speed":2,
		"glide":2,
		"turn":0,
		"fade":2,
		"imgUrl":"url",
		"type":"p"
	},
	{
		"discName":"Spike",
		"description":"he Spike was one of the first discs released by Latitude 64°. It has a understable flight path for the more advanced players and will fly straight for beginners. Compared to most putters it has a shallower grip and a smoother edge.",
		"diameter":21.2,
		"rimThickness":1.0,
		"plastics":"Zero Med, Zero Hard, Zero Soft",
		"choice":"The Spike might be the right pick for you. The top surface has traction zones for optional varied grip.",
		"flightPath":"Spike-S.jpg",
		"speed":4,
		"glide":3,
		"turn":-1,
		"fade":1,
		"imgUrl":"url",
		"type":"p"
	}


]